Revit 2027 API
ParameterTypeId.ActualMaxRidgeHeightParam Property
 "Maximum Ridge Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ActualMaxRidgeHeightParam { get; }
Public Shared ReadOnly Property ActualMaxRidgeHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ActualMaxRidgeHeightParam {
	ForgeTypeId^ get ();
}
static member ActualMaxRidgeHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace